Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: 1 sentence collected
bgp: 1جملہ جمع کن

source: 2019 End-of-Year Release
bgp: 2019 ءِ سال ءِ گڈسر ءِ ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
bgp: دو بیتغاں, آںءِ جاری کنت <playIcon></playIcon>

source: ≥ 2 No votes
bgp: ≥ 2 ووٹ نیستیں

source: ≥ 2 Yes votes
bgp: ≥ دو ہاں ووٹ

source: Abbreviations and Acronyms
bgp: مخففات ءُ مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
bgp: چہ وسیلہ ءِ نبشتانک ءَ ”USA“ یا ”ICE“ ءِ وڑیں مخفف ءُُ مخففاں چہ رکّینگ بہ بیت پرچا کہ آ انچیں وڑے ءَ وانگ بوت کن اَنت کہ آہانی ہجے ءَ گوں ہمگرنچ مہ بنت۔ ایشانی ھوار ءَ یک مخففے ءِ واستہ بازیں راستیں وانگ بوت کنت۔

source: Abkhaz
bgp: ابخاز

source: About
bgp: آ نہی باروا

source: About options menu
bgp: آپشنز مینو باروا

source: Academic Reference
bgp: علمی حوالہ

source: Accent
bgp: لہجہ

source: Accepted file types: .tsv only
bgp: قابل قبول ہر قسماں فائل:tsv صرف

source: Access press releases and stories related to Common Voice
bgp: کامن وائس ءِ گوں سیادی داروکیں پریس ریلیز ءُ کسہاں سر بہ بئے

source: Account
bgp: کھاتہ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
bgp: درستگی آے معیار آ راء مزید گیندے

source: Acehnese
bgp: آچینی

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
bgp: { $actionType } <micIcon>ءُ ھما وڑا پسّو دات کن ئے کہ تو کت کن ئے</micIcon>

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
bgp: { $actionType } <playIcon></playIcon>ءُ نبشتہ کن کہ تو ھما مردم ءِ گپاں اشکنگ ءَ ئے

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bgp: { $actionType }<playIcon></playIcon> آیا ان جملہ صحیح گُفت؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
bgp: { $actionType } <playIcon></playIcon> آڈیو کلپ ءَ گوشدار اِت ءُ ٹرانسکرپشن ءَ بہ چار اِت۔ اے ہمگرنچ ایں؟ اگر نہ، ایشیا ترمیم کن پہ جوانیں وڑے ئا ہمگرنچ بیغ واستا

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bgp: { $actionType }<recordIcon></recordIcon>پذا جملہ ئا گوں توار ئا بوان

source: { $actionType }<stopIcon></stopIcon> when done
bgp: "{ $actionType }<stopIcon></stopIcon>"کدی کنگ بیت

source: { $actionType } submit when ready
bgp: { $actionType } تیار بیغ وختا جمع کن

source: Adamawa Fulfulde
bgp: اداماوا فولفولڈے

source: Add and Review Sentences, Add Questions, Transcribe Audio
bgp: جملہانی گیش کنگ ءُ چار ءُ تپاس کنگ، جُستاں گیش کنگ، آڈیو ءِ نبشتہ کنگ

source: Add as much information as you can about the language. This could include:
bgp: زبان ءِ باروا ھرچ وڑیں زانتکاری یے ھوار کن اِت۔ اے ھوار بوت کنت:

source: Add <icon></icon> a public domain sentence
bgp: <icon></icon> یک عوامی ڈومین جملہ شامل کنی

source: Add information
bgp: زانتکاری گیش کن

source: Adding Sentences
bgp: جملہ آں گیش کنغ

source: Additional Language
bgp: زبان ئے گیشی

source: Add Language
bgp: زواناں شامل کن

source: Add new custom accent "{ $inputValue }"
bgp: نوکیں وتی مرضی ءِ لہجہ " ءَ ھوار کن اِت"{ $inputValue }" ۔

source: Add new sentences for the community to read
bgp: کمیونٹی ءِ وانگ ءِ ھاترا نوکیں جملہ ھوار کن اِت

source: Add one sentence per line
bgp: یک جملہ یا لائن جمع کنی انت

source: Add questions in your language
bgp: وتی زبان ءَ جُست گیش کن اِت

source: Add Questions <small>(Coming soon)</small>
bgp: جستاں ھوار کن اِت <small>(زوت آھگ ءَ اِنت)</small>

source: Add Sentences
bgp: جملہ آں ھوار کن

source: Add sentences in your language
bgp: وتی زبان ءَ جملہ گیش کن .

source: Add Text
bgp: نبشتانک ءَ ھوار کن

source: Add up to 1,000 sentences
bgp: 1000 جملے جمع کنی انت

source: Add Your Voice
bgp: وثی گالوار ء آوار کن

source: Adyghe
bgp: ادیغ

source: Afaan Oromo
bgp: افان اورومو

source: Afar
bgp: افار

source: A few bytes
bgp: چندیں بائٹ

source: Afrikaans
bgp: افریقہ ئے

source: Age
bgp: اُمر

source: Agriculture and Food
bgp: زراعت تے خوراک

source: Albanian
bgp: البانیہ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bgp: تھوڑی دیر ءَ پسہ ءِ شور ءُ شور ھچ نہ اِنت بلے اگاں شما دگہ مردمے ءِ جتا جتائیں گالاں گپ جنگ ءَ اشکت کن اِت گڑا کلپ رد کنگ بہ بیت۔ گیشتر اے ھما جاہ ءَ بیت کہ ٹی وی ءِ سرا یلہ داتگ یا ھما جاہ ءَ کہ نزیک ءَ گپ ءُ تران بوھگ ءَ اِنت۔

source: All
bgp: تمام

source: All sentence must have the same domain
bgp: کلیں گالورے نیں یاڈومین بی۔

source: All sentences must have the same citation
bgp: کلیں گالورے نیں یا حوالہ بی۔

source: Already have an account? <login>Log-In</login>
bgp: شہ پیشا اکاؤنٹ ئے؟ <login>لاگ ان</login>

source: Alsatian
bgp: عصلتان

source: Amharic
bgp: امہاری

source: An error occurred fetching sentences
bgp: جملہ نئ بازیافت وچا یکھے خرابی آختا شزا

source: An error occurred reviewing this sentence
bgp: اے جملہ جائزہ گرغ وچا یکھے خامی اختا شزا

source: An error occurred submitting your voice information
bgp: شوے آواز اے معلومات جمع کھنینغ وچا یکھے خرابی اے آختا شزا

source: An error occurred while creating this transcript
bgp: اے ٹرانسکرپٹ جوڑ کنغ وختا ردی یے بیثہ

source: An error occurred while editing the transcript
bgp: ٹرانسکرپٹ ءِ ترمیم کنگ ءِ وھد ءَ ردی یے بوتگ

source: An error occurred while recording
bgp: ریکارڈنگ کنغ وختا ردی یے بیثہ

source: An error occurred while skipping the transcript
bgp: ٹرانسکرپٹ ءِ یلہ دیگ ءِ وھد ءَ ردی یے بوتگ

source: An error occurred while skipping this prompt
bgp: اے پرامپٹ ءِ یلہ دیگ ءِ وھد ءَ ردی یے بوتگ

source: An error occurred while submitting the report
bgp: رپورٹ ءِ دیم دیگ ءِ وھد ءَ ردی یے بوتگ

source: An error occurred while uploading your response
bgp: تئی جواب اپلوڈ کنغ وختا ردی یے بیثہ

source: An error occurred while voting the transcript
bgp: ٹرانسکرپٹ ءِ ووٹ دیگ ءِ وھد ءَ ردی یے بوتگ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
bgp: عمر، جنس، ءُ لہجہ ءِ وڑیں گمنام صارف ءِ ڈیٹا تقریر ءِ شناخت ءِ انجن ءِ درستی ءِ تربیت دیگ ءِ ھاترا کارمرز بوتگیں آڈیو ڈیٹا ءَ شر کنگ ءَ کمک کنت۔ شمئے کارمرز کنوک ءِ نام ءُ ای میل شمئے دیم داتگیں ڈیٹا ءَ گوں ھچبر ھمگرنچ نہ بنت ءُ شما وتی کارمرز کنوک ءِ نام ءَ سرکاری یا گمنام کنگ ءِ گچین ءَ کن اِت۔

source: Answer questions
bgp: جستانی جواب ئا دئے

source: Answer Questions <small>(Coming soon)</small>
bgp: سوالات جوابات<small>(زوت پیداکیں) </small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
bgp: ہر کس وتی زبان ءَ نبشتانک ءُ گپ ءِ ڈیٹاسیٹانی شیئر کنگ، جوڑ کنگ ءُ کیوریٹ کنگ ءَ چہ وتی زبان ءَ رکّینگ، زندگ کنگ ءُ بُرز کنگ ءَ انت۔

source: Approve
bgp: منساء

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bgp: یک آراوہ پس منظرءَ ہبب درست انت، لیکن ماں نہ چاہوں کہ اضافی آوازاں ءَ کہ مشین الگوریتھم تحریری متنءَ نہ بیتگ لفظاں شناخت کنگ. اگر شُما متن ء علاوہ الک لفظا سُڑین، تو کلپءَ رد کنگ لازم انت. عام طور پر ایئے وقتاں بیت کہ ٹی وی چھوڑ بوتگ، یا کہ نزیگاں کوئی گفت و شنید درگ بیت."

source: Arabic
bgp: عربی .

source: Aragonese
bgp: اراگونیز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
bgp: آیا شما پیسرا چہ مئے بیٹا ٹیسٹنگ گروپ ءَ پہ کامن وائس ءِ بے وسی ءِ گپ ءِ منصوبہ ءَ ھوار اِت؟

source: Are you coming? [called by another]
bgp: تو آھگ ءَ ئے؟ [دگہ یکے ءَ توار کتگ]۔

source: Are you coming? <strong>[called by another]</strong>
bgp: تھو مناغا ؟ دویں غا تھرا گوانجتا؟

source: Armenian
bgp: ارمنی

source: Armenian Western
bgp: ارمنی مغربی

source: Arvanitika
bgp: اروانیتک

source: Ask about a new language
bgp: نوخیں زبانے باروا جست کن

source: Ask Mozilla to share your events
bgp: موزیلا ئا گوئش کہ وثی مراگشاں بہر بہ کنت

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bgp: مارا جست کن<matrixLink>میٹرکس </matrixLink>, <discourseLink>ڈسکورس</discourseLink> یا <emailLink>ای میل</emailLink>.

source: Assamese
bgp: آسامیسے

source: Asturian
bgp: آسٹرین

source: Atayal
bgp: عاطایل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
bgp: یک نقل ءِ ہر گال یا غیر لبزی گپ ءُ تران ءِ توار ءَ گپت کنت کہ آ مردم ءَ گُشتگ ات، ایشانی تہا تکرار ہم ہوار انت۔

source: Attention!
bgp: دلگوش!

source: Audio Format
bgp: آڈیو فارمیٹ

source: Automotive and Transport
bgp: آٹوموٹو یا ٹرانسپورٹ

source: Avatar
bgp: اوتار

source: Avatar uploaded
bgp: اوتار اپلوڈ کنگ بوتگ

source: Average
bgp: کساس

source: A voice clip is marked "valid" when a user gives it a Yes vote.
bgp: یک آواز ءِ کلپ ءَ "جائز" نشان دیگ بیت کہ صارف ءَ ہاں ووٹ دنت۔

source: Avoid too much background noise - it should be easy to hear you.
bgp: ڈھیر پہزی گالورے شورأ سے بچ برو۔اے تھرا آشکنا ویلہ آسن بیس

source: Awards
bgp: داد

source: Azerbaijani
bgp: آذربائیجان

source: Baatonum
bgp: باٹونم

source: Baba Malay
bgp: بابا ملائی

source: Back
bgp: پُشت

source: Background Noise
bgp: پشت ء شور

source: Background Voices
bgp: پشت ء شور

source: Back to Top
bgp: بُرز ءَ پدا رو

source: Bafia
bgp: بافیہ

source: Bafut
bgp: بافوت

source: Bahasa Malay
bgp: بہاسا مالائی

source: Balochi
bgp: بلوچی

source: Balti
bgp: بالٹی

source: Bambara
bgp: بمبارا

source: Bamun
bgp: بامون

source: Bamvele
bgp: بامویلے

source: Bankon
bgp: بینکون

source: Baoule
bgp: باولے

source: Basaa
bgp: بسا

source: Bashkir
bgp: بشکر

source: Basque
bgp: باسک

source: Batanga
bgp: بٹنگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bgp: کلپ ءِ رد کنگ ءَ پیسر اے بنیاد ءَ ھوشیار بہ بئے کہ وانوک ءَ یک گال ءِ ردیں تلفظ کتگ، زور ءِ ردیں جاہ داتگ یا بظاہر یک جُست ءِ نشان ءَ چہ چم شانک داتگ۔ دنیا بھر ءَ بازیں وڑیں تلفظ کارمرز کنگ بنت کہ ایشانی تہا لہتیں بوت کنت کہ شما وتی دمگی چاگرد ءَ نہ اشکتگ انت۔ مہربانی ئا کن آں پہ ستا ئے حاشیہ ئا بہ دئے کہ آں چہ تئو دگہ رنگے ئا گپ جت کننت۔

source: Become a Common Voice Partner
bgp: یک کامن واءس ئے شریک جوڑ بئے

source: Belarusian
bgp: بیلاروسی

source: Benefits
bgp: پائدگاں

source: Bengali
bgp: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bgp: ['Beret' ٹھیک ھے چاہے اول حرف (UK) یا رومی (US) زورا کو ں]

source: Betawi
bgp: بیتای

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
bgp: ترجمہ کنگ ءُ <mark>کڈ سوئچنگ</mark> ءِ وڑیں زبان ءِ حقیقتانی ھاتر ءَ شرتریں حمایت

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
bgp: ھما زبانانی واستہ شرتریں کمک کہ آھانی تہ ءَ کم یا <mark>ھچ نبشتانکی کورپس</mark> نیست کہ آ کارمرز بہ کن اَنت (چو کہ سوشیو الیکٹس، ویرینٹ، راجدپتری رد ءَ نبشتہ نہ بوتگیں زبان ءُ دگہ)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
bgp: <bold>سول سوسائٹی ءُ پٹ ءُ پولکار</bold> - مفت ءَ تاثیر مندیں ڈیٹاسیٹ جوڑ کن اِت، میزبانی کن اِت ءُ شیئر کن اِت

source: <bold>{ $count }</bold> Clips
bgp: <bold>{ $count }</bold> کلپس

source: <bold>Help us</bold> find more voices
bgp: دومی توارءِ پولغ واستہ گوما ھمراہ داری کن اِنت

source: <bold>If you value open, inclusive data - donate today!</bold>
bgp: <bold>اگاں شما پچیں، ھواریں ڈیٹا ءِ ارزشت ءَ دئے اِت - مرچی عطیہ بہ کن اِت!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
bgp: <bold>خیرات</bold> - اسپانسر ڈیٹاسیٹ ءِ جوڑ کنگ ءَ پہ دمگی نوآبادیاتی ءُ دیمروئی ءَ را گیش کنگ ءَ

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
bgp: <bold>ٹیک کمپنیاں</bold> - یک دیمروئی کنوکیں باز زبانی اے آئی ءِ ماحولیاتی نظام ءِ ھاتر ءَ اوپن ڈیٹاسیٹ ءِ جوڑ کنگ ءَ سرمایہ کاری بہ کن اِت

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
bgp: <bold>پرچا اے آئی ایوک ءَ پہ دگنیا ءِ لھتیں زباناں کار بہ کنت؟</bold>

source: Borgu Fulfulde
bgp: بورگو فولفولڈے

source: Bosnian
bgp: بوسنیا ئے

source: Both
bgp: دوئیں

source: Both (Speak and Listen)
bgp: دوئیں(ھبر بہ کن ءُ ￶ گوشدار)

source: Breton
bgp: بریٹن

source: [British English might make "root"]
bgp: [برطانوی انگریزی "جڑ" جوڑ کنت]

source: Browse Languages
bgp: زباناں براؤز کن

source: Brushaski
bgp: برشسکی

source: Build a custom goal
bgp: یک وتی لوٹگ ءِ ￵ ھساب ءَ ￴وتی مول ءُ ￶ مراد جوڑ بہ کن

source: Build Profile
bgp: پروفائل جوڑ کن

source: Bulgarian
bgp: بلغاریہ

source: Bulk batch
bgp: مزیں بیچ

source: Bulk Sentences Uploaded
bgp: باز جملے اپ لوڈ بیتغع

source: Bulu
bgp: بولو

source: Bunun
bgp: بنن

source: Burmese
bgp: برمی

source: Buryat
bgp: بوریات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
bgp: <b>ای میل پرچا؟</b> مارا آؤکیں وھد ءَ ڈیٹاسیٹ ءِ بدلی ءِ بابت ءَ گوں شما رابطہ کنگ لوٹ ایت، ای میل مارا رابطہ ءِ نقطہ ءِ دات کنت۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
bgp: “منی ای میل ءِ لنک ءَ روان بدے” ءِ سر ءَ کلک کنگ ءَ چہ شما مئے <termsLink>سروس ءِ شرت</termsLink> ءُ <privacyLink>رازداری ءِ پالیسی</privacyLink> ءَ منّ اِت ءُ اے گپ ءَ ھم منّ اِت کہ موزیلا شمئے دیم ءَ بیٹا ءِ تہ ءَ بھر زورگ ءِ رھبند ءِ بابت ءَ زانتکاری ءِ گوما ای میل کنت کامن وائس ءِ بے وسی ءِ گپ ءِ منصوبہ ءِ ھاتر ءَ ٹیسٹنگ۔

source: By editing your goal, you may lose your existing progress.
bgp: اپنے مقصد میں ترمیم کرنے سے، آپ اپنی موجودہ پیشرفت کھو سکتے ہیں۔ 14

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
bgp: ای میل ءِ رسگ ءِ ھاترا آپٹ ان کنگ ءَ چہ شما اے گپ ءَ گش اِت کہ شما موزیلا ءِ اے زانتکاری ءَ گوں ھلاس کنگ ءَ شر اِت چو کہ موزیلا ءِ تہ ءَ بیان کنگ بوتگ<privacyLink>رازداری ئے پالیسی<privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
bgp: <b>شما منّ اِت</b> کہ کامن وائس ءِ ڈیٹاسیٹ ءِ تہا گپ جنوک ءِ پجار ءِ زانگ ءِ جہد ءَ مہ کن اِت

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bgp: وثی باروا چندیں زانتکاری یے دئیغ ئا گوں، آڈیو ڈیٹا کہ تئو کامن وائس ئا جمع کنئے، تقریر ئا پہ گیشتر کارآمد بیث کنت شناخت انجن کہ اے ڈیٹا ءَ وتی درستی ءَ شر کنگ ءِ ھاترا کارمرز کن اَنت۔

source: By telling us about yourself, you will help developers build more inclusive technology
bgp: مارا وزی بارہ ڈسزا تے شوا ڈولپراں را مزید ٹیلنالوجی ٹھھغ وچا مدد کھنتھ

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bgp: کامن وائس ءِ کارمرز کنگ ءَ چہ شما مئے <termsLink>شرط</termsLink> ءُ <privacyLink>رازداری ءِ ھال</privacyLink> ءَ منّ اِت۔

source: Cameroon Pidgin
bgp: کیمرون پجین

source: [Canadian English might make "route" sound like "rowt"]
bgp: [کانادا ءِ انگریزی ءَ "روٹ" ءِ توار "روٹ" ءِ وڑا بوت کنت]

source: Cancel
bgp: کوتاه کنگ

source: Cancel Re-recording
bgp: دوبر-ریکارڈنگ منسوخ کن

source: Cancel Submission
bgp: جمع کنگ منسوخ کن

source: Cannot submit more than 1000 sentences
bgp: ہزار(دہ سذ) شءِ پشتءَ گال اوار بیث نواں۔

source: Can't decide?
bgp: فیصلہ کت نہ کنت؟

source: Cantonese
bgp: کینٹونیز

source: Catalan
bgp: کاتالان

source: Central Alaskan Yupʼik
bgp: وسطی الاسکاان یوپیک

source: Central Kurdish
bgp: مرکزی کرد

source: Central Melanau
bgp: مرکزی میلاناؤ

source: Central Puebla Nahuatl
bgp: سینٹرل پوبلا ناتل

source: Change
bgp: مٹ

source: Change preferences
bgp: ترجیحات آں بدل کن

source: Change your email via Settings under Login Identity
bgp: لاگ ان پہچان ذریعہ ترتیبات گواں پنیں ای میل بدل کن

source: Check
bgp: چارگ

source: Check <icon></icon> is this a linguistically correct sentence?
bgp: چیک کھنے کہ چھے اے لسانی اعتبار آ گوں درست استیں

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
bgp: چیک کن اِت کہ شمئے زبان ءِ سر ءَ ھوار اِنت یا نہ <languagesPageLink>کامن واءس زبانانی تاک/<languagesPageLink>۔ اگاں نہ، اے فارم ءَ پُر کن اِت ءُ ما <strong>ترا یک دستی ای میل یے دیم دئیں وتی زبان ءِ جوڑ کنگ ءِ رھبند ءِ درشان کنگ</strong>۔

source: Check Transcriptions
bgp: ٹرانسکرپشن چیک کن

source: <chevron></chevron>See less
bgp: کھمیں گٔند

source: <chevron></chevron>See more
bgp: ڈھیر گٔند

source: Chinese (China)
bgp: چینی (چین)

source: Chinese (Hong Kong)
bgp: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
bgp: چینی (تائیوان)

source: Chinyanja
bgp: چنیانجا

source: Choose language/localization
bgp: زبان / لوکلائزیشن ءِ گچین کن

source: Chuvash
bgp: چوواش

source: Citation
bgp: حوالہ دءی

source: Cite with a URL link or the full name of the work.
bgp: یو آر ایل لنکا یا پھیلویں کارءِ ناوا پھجیا نامت داثغ بیث۔

source: Citing Sentences
bgp: جملہانی حوالہ دیگ

source: Click
bgp: کلک کن اِنت

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
bgp: اے تاک ءِ کارمرز کنگ ءِ رہبند ءِ زانگ ءِ ھاترا <guidanceLink>اِدا</guidanceLink> ءَ کلک بہ کن اِت

source: Clipboard not supported
bgp: کلپ بورڈ ءِ حمایت نہ کنگ بیت

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
bgp: { $clipCount } آواز ءِ کلپ، کلیں آرکائیو ءِ سائز { $size }میعاد ھلاس بیت{ $expires }.

source: Clip Graveyard
bgp: کلپ قبرستان

source: Clips recorded
bgp: کلپس ریکارڈ کنگ بوتگ انت

source: Clips Uploaded
bgp: کلپس اپلوڈ کنگ بوتگ انت

source: Clips validated
bgp: کلپس توثیق کنگ بوتگ انت

source: Clips You've Recorded
bgp: کلپس کہ تو جوڑ کتگ

source: Clips You've Validated
bgp: کلپس کہ تئو توثیق کثہ

source: Close
bgp: بند کنت

source: Collecting sentences
bgp: جملہ جمع کنگ

source: Coming Soon
bgp: زوت پیداکیں

source: Comment
bgp: گھلغ

source: Common Voice data plus all other voice datasets above.
bgp: مشترکہ آواز ءِ ڈیٹا ءِ ہمراہی ءَ دگہ درستیں آواز ءِ ڈیٹاسیٹ ءِ سرا۔

source: Common Voice Dataset
bgp: کامن وائس ڈیٹاسیٹ

source: Common Voice is a free, open source platform for community-led data creation
bgp: کامن وائس کمیونٹی ءِ سروکی ءَ ڈیٹا جوڑ کنگ ءِ ھاترا یک آزاتیں، اوپن سورس پلیٹ فارمے

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
bgp: کامن واءس موزیلا فاؤنڈیشن ءِ یک منصوبہ یے، یک امریکی 501c3 ءِ۔ اے منصوبہ ءِ سرجمیں مالی کمک <philantropicGrantLink>خیراتی گرانٹ</philantropicGrantLink> ءِ وسیلہ ءَ کنگ بیت، ءُُ دنیا ءِ مردمانی کمک ءِ وسیلہ ءَ کنگ بیت۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
bgp: کامن وائس ءِ مالی کمک چہ عطیہ ءُ گرانٹاں کنگ بیت! ما اکیڈمک، سول سوسائٹی ءُ صنعت ءِ پٹ ءُ پولکارانی گوما تعاون کنگ ءَ دوست داریں۔ کامن وائس ءِ کارمرز کنگ ءِ ھاترا آزات اِنت بلے گرانٹ ءِ تجویز ءِ وسیلہ ءَ پلیٹ فارم ءُ میزبانی ءِ ھرچ ءُ درچ ءَ شریک بوھگ واقعی کمکار اِنت۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
bgp: کامن وائس نامیاتی، بے وسی، بے نبشتہ کتگیں گپ ءِ یکجا کنگ ءِ سرا مرکوز دومی پلیٹ فارم ءِ بندات کنگ ءَ اِنت۔ اے بازیں کمیونٹیز ءَ را ڈیٹا ءَ را گیشتر تیزی ءَ یکجا کنگ ءَ کمک کنت ، ءُُ ڈیٹا سائنسدان ءُُ ڈویلپرز ءِ واستہ کارآمد بیت۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
bgp: مشترکہ آواز موزیلا ءِ گامگیج اِنت کہ مشیناں وانینگ ءَ کمک بہ کنت کہ حقیقی مردم چوں گپ جن اَنت۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
bgp: کامن واءس دنیا ءِ مستریں سرکاری دستیابیں، کثیر زبانی آواز ءِ ڈیٹاسیٹ اِنت۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
bgp: "عام آوازی ریکارڈنگاں ماہرین تعلیم، چھوٹا کاروبارانی مالکان، اور آواز کی پہچانءَ دلچسپی رکھنے والے افرادءَ تربیت دینت اور عوامءَ دستیاب وسیلہ مانند آوازی ماڈلانی بہتر بنانےءَ مددءَ کار ءِ انت۔ چاہیں ماںءِ گپ دیءَ کہ تءُ پنچءُ ریکارڈنگءَ کیں کتنءَ ختم کنیں؟"

source: Community and Languages
bgp: چاگرد ءُ زبان .

source: Community, Creatives and Civil Society
bgp: کمیونٹی، کریئٹیوز ءُ سول سوسائٹی

source: Community participation and decision making.
bgp: کمیونٹی ءِ بہر زورگ ءُ فیصلہ کنگ۔

source: Community Playbook
bgp: کمیونٹی پلے بک

source: Confirm Goal
bgp: ہدف ئے تصدیق کن

source: Connect with Gravatar
bgp: گراواٹر ئا گوں ہمگرنچ بہ بئے

source: Contact
bgp: نزیکی

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
bgp: نبشتہ کار، ڈرامہ نبیس یا اسکرین رائٹراں گوں رابطہ بکن ءُ جست کن کہ آیا آ وتی کارانی کسانیں بہرے ءَ پبلک ڈومین ءَ ندر کنگ ءَ تیار بنت یا نہ

source: Contact Form
bgp: ڈس تاخ

source: Contact the Common Voice team
bgp: کامن وائس ٹیم ئا گوں رابطہ بکن

source: Contact us
bgp: مہ کورابطہ کن

source: Contact Us
bgp: مہ کورابطہ کن

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
bgp: مواد ءِ چیر دستی ءَ دستیاب اِنت<licenseLink>کریئٹیو کامنز لائسنس <licenseLink>

source: Continue
bgp: جزیں نی

source: Continue speaking
bgp: گپ ءَ دیم ءَ برو

source: Continue validating
bgp: تایید کنغا جاری کنگ انت

source: Contribute
bgp: ھمراہ داری کنیں

source: Contribute on GitHub
bgp: گٹ ہب سرا شریک بہ بئے

source: Contribute sentences
bgp: گالبند آنی واستہ ھمراہ داری کن اِنت

source: Contribute text
bgp: نبشتانک ءَ شریک بہ کن اِت

source: Contribute to { $lang }
bgp: ءَ شریک بہ بئے { $lang }

source: Contribute to text corpus
bgp: ٹیکسٹ کورپس ئا شریک بئے

source: Contributing to dataset for { $language }
bgp: ءِ ھاتر ءَ ڈیٹاسیٹ ءَ شریک بوھگ ءَ اِنت{ $language }

source: Contribution Activity
bgp: شراکت ءِ ￵ پُرکاری

source: Contribution Criteria
bgp: شراکت ھاسیت

source: Contribution Experience
bgp: شراکت کا تجربہ

source: Contribution Guidelines
bgp: شراکت ءِ رہشونی
